[
  {
    "url": "/images/photo/members.jpg",
    "type": "photo",
    "title": "",
    "text": "",
    "link": ""
  },
  {
    "url": "/images/figure/MultimodalAnalysis.png",
    "type": "figure",
    "title": "Multimodal analysis stratifies the genetic susceptibility and reveals the pathogenic mechanism of kidney injury in diabeticnephropathy",
    "text": "Hanying et al. uncovered genetic susceptibility and pathogenic mechanisms of kidney injury in diabetic nephropathy through multimodal analysis, providing new directions for precision diagnosis and treatment.",
    "link": "https://www.cell.com/cell-reports-medicine/fulltext/S2666-3791(25)00322-2"
  },
  {
    "url": "/images/figure/CysSeq.png",
    "type": "figure",
    "title": "CycSeq: Leveraging Cyclic Data Generation for Accurate Perturbation Prediction in Single-Cell RNA-Seq",
    "text": "Yi Cheng et al. proposed a cyclic data generation approach to improve the accuracy of perturbation prediction in single-cell RNA sequencing.",
    "link": "https://dl.acm.org/doi/abs/10.24963/ijcai.2025/1031"
  },
  {
    "url": "/images/figure/SpTransformer.png",
    "type": "figure",
    "title": "SpliceTransformer predicts tissue-specific splicing linked to human diseases",
    "text": "Ningyuan et al. developed SpliceTransformer, a deep-learning framework that predicts tissue-specific RNA splicing alterations linked to human diseases based on genomic sequence.",
    "link": "https://www.nature.com/articles/s41467-024-53088-6"
  },
  {
    "url": "/images/figure/AnchorFusion.jpg",
    "type": "figure",
    "title": "Searching targeted fusion in bulk and single-cell RNA sequencing data",
    "text": "Xilu et al. developed Anchored-fusion, a highly sensitive tool for detecting gene fusion events in both bulk and single-cell RNA sequencing data.",
    "link": "https://doi.org/10.1016/j.crmeth.2024.100733"
  },
  {
    "url": "/images/figure/Magpie.jpg",
    "type": "figure",
    "title": "Identifying pathogenic variants using a multimodal machine learning approach",
    "text": "Yicheng et al develop MAGPIE, a machine learning-based multi-modality accurate pathogenicity predictor for all non-synonymous mutations. (Genome Med, 2024)",
    "link": "https://genomemedicine.biomedcentral.com/articles/10.1186/s13073-023-01274-4"
  },
  {
    "url": "/images/figure/RESA.jpg",
    "type": "figure",
    "title": "Detecting somatic mutations de novo from single-cell RNA sequencing data",
    "text": "Tianyun et al develop RESA -- Recurrently Expressed SNV Analysis that identifies expressed somatic mutations from scRNA-seq with high precision (Genome Medicine, 2023)",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38111063/"
  },
  {
    "url": "/images/figure/F2.large_1.jpg",
    "type": "figure",
    "title": "Temporally integrated transcriptome analysis reveals ASFV pathology and host response dynamics",
    "text": "Providing new insights into ASFV pathogenicity research and novel drug or vaccine targets",
    "link": "https://www.biorxiv.org/content/10.1101/2022.05.06.490987v2"
  }
]